const Document2 = () => {
  return (
    <div style={{ height: "180px", overflow: "hidden", overflowY: "auto" }}>
      ■ 개인정보 처리 위탁 안내(필수)<br />
      처리위탁을 받는 자 :  주식회사 케이에스넷<br />
      위탁업무의 내용 : PG서비스 제공<br /><br />

      ■ 개인정보 수집 및 이용에 대한 안내(필수)<br />
      - 수집하는 개인정보의 항목 : 가맹점정보(대표자명, 전화번호,팩스번호, 주소), 정산담당자 정보(이름, 전화번호, 핸드폰번호,이메일주소, 결제은행, 예금주, 계좌번호)<br />
      - 개인정보의 수집 및 이용 목적 : 서비스 제공에 관한 계약 이행 및 요금 정산, 본인확인, 민원처리, 고지사항 전달 등<br />
      - 개인정보의 보유 및 이용기간 : 수집 및 이용목적 달성 후 90일까지<br />
      ※ 동의를 거부할 권리가 있으며 동의를 거부하는 경우 PG 서비스를 이용하실 수 없습니다.<br />
    </div>
  )
}
export {Document2};